# Напишите здесь свой код :-)
if __name__ == "__main__":
    print(''.split(' '))

